[
  {
    "slug": "hidden-emissions",
    "title": "Hidden Emissions & Data Gaps",
    "date": "2026-03-01",
    "tags": ["Emissions", "Policy", "Data"],
    "excerpt": "Why military emissions are often missing from climate targets — and what that means for accountability and global climate reporting.",
  "content": [
  "Military greenhouse gas emissions remain one of the least transparent components of global carbon accounting. While national climate targets increasingly demand measurable reductions across energy, transport and industry, the military sector is frequently treated as an exception. This creates a structural blind spot in climate governance.",
  "Modern armed forces operate vast logistical systems: fighter jets, naval fleets, armored vehicles, satellite infrastructure and global supply chains. These systems depend heavily on fossil fuels. Jet fuel alone represents a major source of emissions, and large-scale military exercises can rival the annual emissions of small cities. Yet reporting practices vary widely between countries, and some military activities are excluded from national inventories altogether.",
  "One reason for this gap is classification. Data on fuel consumption, overseas operations, and supply routes may be considered strategically sensitive. Governments often argue that full disclosure could compromise national security. However, the absence of aggregate reporting makes it difficult to assess the real climate cost of military preparedness and conflict.",
  "The problem intensifies during wartime. Destruction of infrastructure releases stored carbon and toxic pollutants. Power plants, industrial sites and transport systems damaged by conflict create cascading environmental consequences. Reconstruction then generates a second wave of emissions through cement production, steel manufacturing and heavy machinery use. These indirect emissions are rarely attributed to conflict in formal reporting frameworks.",
  "Beyond measurement challenges lies a deeper policy issue: opportunity cost. Global military spending far exceeds climate adaptation funding. Financial and technological resources allocated to weapons systems, logistics and defense research could alternatively support renewable energy, climate resilience and environmental restoration. In this sense, the environmental cost of war extends beyond direct emissions — it reshapes political priorities.",
  "If climate agreements are to reflect reality, military emissions cannot remain outside the conversation. Transparent aggregate reporting, standardized accounting frameworks and independent environmental monitoring would not require disclosure of tactical details. They would, however, acknowledge that war and militarization are not climate-neutral activities."
],
    "sources": [
      {
        "label": "SGR & CEOBS (2022) Estimating the Military’s Global GHG Emissions",
        "url": "https://ceobs.org/wp-content/uploads/2022/11/SGRCEOBS-Estimating_Global_MIlitary_GHG_Emissions_Nov22_rev.pdf"
      },
      {
        "label": "UNEP – Environment and Conflict",
        "url": "https://www.unep.org/explore-topics/disasters-conflicts"
      }
    ]
  },
  {
    "slug": "fibre-optic-drone-cables",
    "title": "Fibre-Optic Drone Cables: A New War Waste",
    "date": "2026-03-01",
    "tags": ["Ukraine", "Pollution", "Technology"],
    "excerpt": "Fibre-optic FPV drones can leave kilometres of cable across fields — creating a new stream of conflict-related plastic waste.",
    "image": "assets/img/drone.jfif",
 "content": [
  "The rapid evolution of drone warfare has introduced a new and largely unexamined form of environmental pollution. Fibre-optic guided FPV drones, increasingly used in modern conflicts, replace traditional radio control with a physical cable connection. This reduces vulnerability to electronic jamming but creates a new environmental footprint on the battlefield.",
  "Each deployment can involve kilometres of thin polymer-coated fibre-optic cable unspooled across fields, forests and urban areas. Once the drone completes its mission, the cable is typically abandoned. Over time, these strands accumulate, forming what journalists and environmental observers have described as ‘plastic spiderwebs’ across landscapes affected by conflict.",
  "Unlike conventional battlefield debris such as metal fragments, fibre-optic cables are composed of synthetic polymers. These materials can persist for extremely long periods, fragmenting into microplastics. In agricultural areas, they can interfere with soil recovery and pose hazards to wildlife. In forested zones, they complicate environmental restoration efforts and increase clean-up costs.",
  "This phenomenon illustrates how technological innovation in warfare often produces unintended ecological consequences. The focus on tactical advantage tends to overshadow downstream environmental effects. As new systems are deployed at scale, waste streams emerge that were never anticipated in traditional military environmental assessments.",
  "The long-term implications are significant. Post-conflict recovery planning rarely accounts for microplastic contamination or widespread synthetic debris embedded across rural landscapes. Environmental monitoring frameworks must therefore adapt to include these emerging forms of conflict-related waste.",
  "Recognizing fibre-optic drone cables as a distinct environmental issue does not imply abandoning technological development. Rather, it highlights the need for environmental foresight in military innovation. If future conflicts are increasingly shaped by autonomous systems and remote technologies, their ecological footprint must become part of the policy discussion."
],
    "sources": [
      {
        "label": "CEOBS – Conflict and Environment Observatory (background on conflict pollution)",
        "url": "https://ceobs.org/"
      }
    ]
  },
{
  "slug": "war-and-carbon-accounting",
  "title": "War and Carbon Accounting: The Emissions We Do Not Measure",
  "date": "2026-03-01",
  "tags": ["Emissions", "Policy", "Climate"],
  "excerpt": "Modern warfare generates vast emissions, yet military carbon accounting remains fragmented, inconsistent, and politically sensitive.",
  "content": [
    "War is rarely discussed in climate negotiations, yet modern militaries are among the most energy-intensive institutions on Earth. Jet fuel consumption, armored vehicle operations, naval deployments and global logistics chains all generate significant greenhouse gas emissions. However, these emissions are often under-reported or inconsistently accounted for in national climate targets.",
    "One of the core issues is transparency. Military data is frequently classified, aggregated, or excluded from public reporting frameworks. This creates a structural blind spot in global carbon accounting. When states report their national emissions, military activities conducted overseas or embedded within supply chains may not be fully included. As a result, official figures may underestimate the true climate impact of sustained military operations.",
    "Beyond direct fuel use, war produces secondary emissions that are rarely quantified. The destruction of infrastructure — power plants, factories, housing and transport systems — leads to massive reconstruction efforts. Cement, steel, and industrial rebuilding generate an additional wave of emissions that can last years or even decades after active conflict ends. These indirect impacts blur the line between immediate wartime emissions and long-term climate consequences.",
    "There is also the question of opportunity cost. Military expenditure diverts financial and technological resources that could otherwise be invested in renewable energy, climate adaptation, or resilience infrastructure. In this sense, the environmental cost of war extends beyond measurable emissions; it reshapes policy priorities and delays climate mitigation efforts.",
    "Improving accountability does not require compromising national security. Aggregate reporting frameworks, standardized fuel-use disclosures, and independent environmental monitoring could enhance transparency without revealing sensitive operational details. If climate agreements are to reflect reality, they must acknowledge that conflict and militarization are not climate-neutral activities."
  ],
  "sources": [
    {
      "label": "SGR & CEOBS (2022) Estimating the Military’s Global GHG Emissions",
      "url": "https://ceobs.org/wp-content/uploads/2022/11/SGRCEOBS-Estimating_Global_MIlitary_GHG_Emissions_Nov22_rev.pdf"
    }
  ]
}
]


